Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: إعلانات المشاريع
de: Projekt-Ansagen
en: Project declarations
es: Anuncios de proyectos
fr: Annonces de projets
hi: प्रोजेक्ट घोषणाएँ
id: Deklarasi proyek
ru: Объявления проектов
tr: Proje ilanları
ur: پروجیکٹ اعلانات
zh_hans: 项目宣告

source: المضاعفات
de: Multiplikatoren
en: Multipliers
es: Multiplicadores
fr: Multiplicateurs
hi: गुणक
id: Pengganda
ru: Множители
tr: Çarpanlar
ur: ضربات
zh_hans: 加倍

source: المزايدة
de: Reizen
en: Bidding
es: Subasta
fr: Enchères
hi: बोली
id: Lelang
ru: Торговля
tr: İhale
ur: بولی
zh_hans: 叫牌

source: أسلوب لعبك
de: Dein Spielstil
en: Your play style
es: Tu estilo de juego
fr: Votre style de jeu
hi: आपकी खेल शैली
id: Gaya bermainmu
ru: Твой стиль игры
tr: Oyun tarzın
ur: آپ کا طرزِ کھیل
zh_hans: 你的打法风格

source: إحصائيات اللاعب
de: Spielerstatistiken
en: Player statistics
es: Estadísticas del jugador
fr: Statistiques du joueur
hi: खिलाड़ी आँकड़े
id: Statistik pemain
ru: Статистика игрока
tr: Oyuncu istatistikleri
ur: کھلاڑی کے اعدادوشمار
zh_hans: 玩家统计

source: تحليل محلي مبني على جلسات تسجيل البلوت المنتهية، ويستخدم بيانات السجل بدون اتصال أو حساب.
de: Lokale Auswertung abgeschlossener Sitzungen aus dem Verlauf – ohne Netz und Konto.
en: Local analysis based on completed Baloot score sessions, using history data without a connection or account.
es: Análisis local de sesiones terminadas, con datos del historial, sin conexión ni cuenta.
fr: Analyse locale des sessions terminées, à partir de l'historique, sans réseau ni compte.
hi: पूर्ण बलूत स्कोर सत्रों पर आधारित स्थानीय विश्लेषण, जो इतिहास डेटा बिना इंटरनेट व खाते के उपयोग करता है।
id: Analisis lokal berdasarkan sesi skor Baloot yang selesai, memakai data riwayat tanpa koneksi atau akun.
ru: Локальный анализ завершённых сессий по истории — без сети и аккаунта.
tr: Biten Baloot puan oturumlarına dayalı yerel analiz; geçmiş verisini bağlantısız ve hesapsız kullanır.
ur: مکمل شدہ بلوت اسکور سیشنز پر مبنی مقامی تجزیہ، جو ریکارڈ کا ڈیٹا بغیر انٹرنیٹ اور اکاؤنٹ استعمال کرتا ہے۔
zh_hans: 基于已完成的 Baloot 计分场次的本地分析，使用历史数据，无需联网或账号。

source: لا توجد بيانات كافية
de: Nicht genügend Daten
en: Not enough data
es: Datos insuficientes
fr: Données insuffisantes
hi: पर्याप्त डेटा नहीं
id: Data belum cukup
ru: Недостаточно данных
tr: Yeterli veri yok
ur: کافی ڈیٹا نہیں
zh_hans: 数据不足

source: الفوز
de: Siege
en: Wins
es: Victorias
fr: Victoires
hi: जीत
id: Kemenangan
ru: Победы
tr: Galibiyetler
ur: جیتیں
zh_hans: 胜场

source: الخسارة
de: Niederlagen
en: Losses
es: Derrotas
fr: Défaites
hi: हार
id: Kekalahan
ru: Поражения
tr: Yenilgiler
ur: شکستیں
zh_hans: 负场

source: نسبة الفوز
de: Siegquote
en: Win rate
es: Porcentaje de victorias
fr: Taux de victoire
hi: जीत दर
id: Tingkat kemenangan
ru: Процент побед
tr: Kazanma oranı
ur: جیت کی شرح
zh_hans: 胜率

source: متوسط النقاط
de: Durchschnittliche Punkte
en: Average points
es: Puntos medios
fr: Points moyens
hi: औसत अंक
id: Rata-rata poin
ru: Средние очки
tr: Ortalama puan
ur: اوسط پوائنٹس
zh_hans: 平均分数

source: أطول سلسلة
de: Längste Serie
en: Longest streak
es: Racha más larga
fr: Plus longue série
hi: सबसे लंबी लड़ी
id: Rentetan terpanjang
ru: Самая длинная серия
tr: En uzun seri
ur: سب سے لمبا سلسلہ
zh_hans: 最长连胜

source: أعلى فوز
de: Höchster Sieg
en: Biggest win
es: Mayor victoria
fr: Plus large victoire
hi: सबसे बड़ी जीत
id: Kemenangan terbesar
ru: Крупнейшая победа
tr: En büyük galibiyet
ur: سب سے بڑی جیت
zh_hans: 最大胜局

source: أكبر خسارة
de: Größte Niederlage
en: Biggest loss
es: Mayor derrota
fr: Plus lourde défaite
hi: सबसे बड़ी हार
id: Kekalahan terbesar
ru: Крупнейшее поражение
tr: En büyük yenilgi
ur: سب سے بڑی شکست
zh_hans: 最大败局

source: تفصيل اللعب
de: Spielaufschlüsselung
en: Play breakdown
es: Desglose del juego
fr: Détail du jeu
hi: खेल विवरण
id: Rincian permainan
ru: Разбивка игры
tr: Oyun dökümü
ur: کھیل کی تفصیل
zh_hans: 对局明细

source: جولات صن
de: Sun-Runden
en: Sun rounds
es: Rondas Sun
fr: Manches Sun
hi: Sun राउंड
id: Ronde Sun
ru: Раунды Sun
tr: Sun elleri
ur: Sun راؤنڈز
zh_hans: Sun 局

source: جولات حكم
de: Hokum-Runden
en: Hokum rounds
es: Rondas Hokum
fr: Manches Hokum
hi: Hokum राउंड
id: Ronde Hokum
ru: Раунды Hokum
tr: Hokum elleri
ur: Hokum راؤنڈز
zh_hans: Hokum 局

source: نقاط المشاريع
de: Projektpunkte
en: Project points
es: Puntos de proyectos
fr: Points des projets
hi: प्रोजेक्ट अंक
id: Poin proyek
ru: Очки проектов
tr: Proje puanları
ur: پروجیکٹ پوائنٹس
zh_hans: 项目分数

source: الكبوت
de: Kaboot
en: Kaboot
es: Kaboot
fr: Kaboot
hi: कबूत
id: Kaboot
ru: Kaboot
tr: Kaboot
ur: کبوت
zh_hans: Kaboot

source: تم عرض النتيجة، لكن تعذّر حفظ المحاولة في الإحصاءات.
de: Das Ergebnis wurde angezeigt, der Versuch konnte aber nicht gespeichert werden.
en: The result was shown, but the attempt could not be saved to statistics.
es: Se mostró el resultado, pero no se pudo guardar el intento en las estadísticas.
fr: Le résultat est affiché, mais la tentative n'a pas pu être enregistrée.
hi: परिणाम दिखा, पर प्रयास आँकड़ों में सहेजा नहीं जा सका।
id: Hasil ditampilkan, tetapi percobaan gagal disimpan ke statistik.
ru: Результат показан, но попытку не удалось сохранить в статистику.
tr: Sonuç gösterildi ama deneme istatistiklere kaydedilemedi.
ur: نتیجہ دکھایا گیا، مگر کوشش اعدادوشمار میں محفوظ نہ ہو سکی۔
zh_hans: 已显示结果，但该次尝试未能保存到统计。

source: فاقد ثاني محاكاة
de: Verlust in der zweiten Simulation
en: Second simulation loss
es: Pérdida de segunda simulación
fr: Perte de deuxième simulation
hi: दूसरे सिमुलेशन की हानि
id: Kerugian simulasi kedua
ru: Потеря второй симуляции
tr: İkinci simülasyon kaybı
ur: دوسری سیمولیشن کا نقصان
zh_hans: 第二模拟损失

source: متوسط فاقد ثاني محاكاة
de: Durchschnittlicher Verlust der zweiten Simulation
en: Average second simulation loss
es: Pérdida media de segunda simulación
fr: Perte moyenne de deuxième simulation
hi: दूसरे सिमुलेशन की औसत हानि
id: Rata-rata kerugian simulasi kedua
ru: Средняя потеря второй симуляции
tr: Ortalama ikinci simülasyon kaybı
ur: دوسری سیمولیشن کا اوسط نقصان
zh_hans: 平均第二模拟损失

source: محاولات ثاني محاكاة
de: Versuche mit zweiter Simulation
en: Second simulation attempts
es: Intentos de segunda simulación
fr: Tentatives de deuxième simulation
hi: दूसरे सिमुलेशन के प्रयास
id: Percobaan simulasi kedua
ru: Попытки второй симуляции
tr: İkinci simülasyon denemeleri
ur: دوسری سیمولیشن کی کوششیں
zh_hans: 第二模拟尝试

source: راجع ثاني أفضل محاكاة قبل اعتماد قرار يبدو صحيحًا.
de: Prüfe die zweitbeste Simulation, bevor du einer scheinbar richtigen Entscheidung vertraust.
en: Review the second-best simulation before trusting a decision that looks correct.
es: Revisa la segunda mejor simulación antes de confiar en una decisión que parece correcta.
fr: Revois la deuxième meilleure simulation avant de valider une décision qui semble correcte.
hi: सही लगने वाले निर्णय पर भरोसा करने से पहले दूसरे सर्वोत्तम सिमुलेशन की समीक्षा करें.
id: Tinjau simulasi terbaik kedua sebelum mempercayai keputusan yang tampak benar.
ru: Проверьте вторую лучшую симуляцию, прежде чем доверять решению, которое кажется правильным.
tr: Doğru görünen bir karara güvenmeden önce ikinci en iyi simülasyonu gözden geçir.
ur: درست لگنے والے فیصلے پر بھروسہ کرنے سے پہلے دوسری بہترین سیمولیشن کا جائزہ لیں۔
zh_hans: 在信任看似正确的决策前，先复盘第二佳模拟。

source: أساسيات
de: Grundlagen
en: Basics
es: Fundamentos
fr: Bases
hi: मूल बातें
id: Dasar
ru: Основы
tr: Temeller
ur: بنیادی باتیں
zh_hans: 基础

source: أكمل هذه المواقف بنفس البذرة والصعوبة المقترحة من تقرير الجولة السابقة.
de: Absolviere diese Situationen mit Seed und Schwierigkeit aus dem vorigen Rundenbericht.
en: Complete these scenarios with the same seed and difficulty suggested by the previous round report.
es: Completa estas situaciones con la semilla y dificultad sugeridas por el informe anterior.
fr: Terminez ces situations avec la graine et la difficulté suggérées par le rapport précédent.
hi: इन स्थितियों को पिछली राउंड रिपोर्ट द्वारा सुझाई सीड और कठिनाई से पूरा करें।
id: Selesaikan situasi ini dengan seed dan kesulitan yang disarankan laporan ronde sebelumnya.
ru: Пройди эти ситуации с сидом и сложностью из отчёта прошлого раунда.
tr: Bu durumları önceki el raporunun önerdiği tohum ve zorlukla tamamla.
ur: انہی صورتحال کو پچھلی راؤنڈ رپورٹ کی تجویز کردہ سیڈ اور دشواری کے ساتھ مکمل کریں۔
zh_hans: 按上一局报告建议的种子与难度完成这些局面。

source: أكمل خطة الجولة
de: Rundenplan abschließen
en: Complete the round plan
es: Completa el plan de la ronda
fr: Terminez le plan de la manche
hi: राउंड योजना पूरी करें
id: Selesaikan rencana ronde
ru: Заверши план раунда
tr: El planını tamamla
ur: راؤنڈ منصوبہ مکمل کریں
zh_hans: 完成本局计划

source: أعد خطة الجولة
de: Rundenplan wiederholen
en: Repeat the round plan
es: Repite el plan de la ronda
fr: Refaire le plan de la manche
hi: राउंड योजना दोहराएँ
id: Ulangi rencana ronde
ru: Повторить план раунда
tr: El planını tekrarla
ur: راؤنڈ منصوبہ دہرائیں
zh_hans: 重做本局计划

source: ابدأ خطة الجولة
de: Rundenplan starten
en: Start the round plan
es: Empieza el plan de la ronda
fr: Lancez le plan de la manche
hi: राउंड योजना शुरू करें
id: Mulai rencana ronde
ru: Начать план раунда
tr: El planını başlat
ur: راؤنڈ منصوبہ شروع کریں
zh_hans: 开始本局计划

source: ابدأ التدريب المقترح
de: Vorgeschlagenes Training starten
en: Start the suggested practice
es: Empieza el entrenamiento sugerido
fr: Lancez l'entraînement suggéré
hi: सुझाया अभ्यास शुरू करें
id: Mulai latihan yang disarankan
ru: Начни рекомендованную тренировку
tr: Önerilen antrenmanı başlat
ur: تجویز کردہ مشق شروع کریں
zh_hans: 开始推荐训练

source: بذرة التدريب
de: Trainings-Seed
en: Training seed
es: Semilla de entrenamiento
fr: Graine d'entraînement
hi: अभ्यास सीड
id: Seed latihan
ru: Сид тренировки
tr: Antrenman tohumu
ur: تربیتی سیڈ
zh_hans: 训练种子

source: تغطية ألوان الحكم متوازنة
de: Die Trumpffarben-Abdeckung ist ausgewogen
en: Trump suit coverage is balanced
es: La cobertura de palos de triunfo es equilibrada
fr: La couverture des couleurs d'atout est équilibrée
hi: तुरुप सूट कवरेज संतुलित है
id: Cakupan simbol truf seimbang
ru: Охват козырных мастей сбалансирован
tr: Koz sembolü kapsamı dengeli
ur: ترپ رنگوں کا احاطہ متوازن ہے
zh_hans: 将牌花色覆盖均衡

source: يفتح مدرب وش تلعب؟ بنفس صعوبة وبذرة خطة التدريب.
de: Öffnet den Was-spielst-du-Trainer mit Schwierigkeit und Seed des Plans.
en: Opens the What-to-Play trainer with the plan's difficulty and seed.
es: Abre el entrenador «¿Qué juegas?» con la dificultad y semilla del plan.
fr: Ouvre l'entraîneur « Quelle carte ? » avec la difficulté et la graine du plan.
hi: «क्या खेलें?» ट्रेनर को योजना की कठिनाई और सीड के साथ खोलता है।
id: Membuka pelatih «Main apa?» dengan kesulitan dan seed rencana.
ru: Открывает тренажёр «Что сыграешь?» со сложностью и сидом плана.
tr: Ne Oynarsın antrenörünü planın zorluğu ve tohumuyla açar.
ur: «کیا کھیلیں؟» ٹرینر کو منصوبے کی دشواری اور سیڈ کے ساتھ کھولتا ہے۔
zh_hans: 以该计划的难度与种子打开「出什么牌？」训练器。

source: تدريب إضافي
de: Zusätzliches Training
en: Extra practice
es: Entrenamiento adicional
fr: Entraînement supplémentaire
hi: अतिरिक्त अभ्यास
id: Latihan tambahan
ru: Дополнительная тренировка
tr: Ek antrenman
ur: اضافی مشق
zh_hans: 额外训练

source: الحكم في البلوت يتغير كثيرًا حسب اللون؛ درّب كل لون حتى لا تنحاز لقراءة لون واحد.
de: Der Trumpf ändert sich stark je Farbe – übe jede Farbe, um keine Farbe zu bevorzugen.
en: In Baloot the trump changes a lot by suit; practise every suit so you don't bias one read.
es: El triunfo cambia mucho según el palo; practica cada palo para no sesgar tu lectura.
fr: L'atout varie beaucoup selon la couleur : travaillez chaque couleur pour éviter tout biais.
hi: बलूत में तुरुप सूट अनुसार बहुत बदलता है; हर सूट का अभ्यास करें ताकि झुकाव न बने।
id: Di Baloot truf sangat berubah menurut simbol; latih tiap simbol agar bacaanmu tidak berat sebelah.
ru: В Baloot козырь сильно зависит от масти — тренируй все масти, чтобы не было перекоса.
tr: Baloot'ta koz sembole göre çok değişir; tek renge yönelmemek için her sembolü çalış.
ur: بلوت میں ترپ رنگ کے مطابق بہت بدلتا ہے؛ ہر رنگ کی مشق کریں تاکہ ایک رنگ کی طرف جھکاؤ نہ ہو۔
zh_hans: Baloot 中将牌因花色差异很大：每个花色都要练，避免只偏读一门。

source: حل موقفين من نفس لون الحكم
de: Zwei Situationen mit derselben Trumpffarbe lösen
en: Solve two scenarios with the same trump suit
es: Resuelve dos situaciones del mismo palo de triunfo
fr: Résolvez deux situations avec la même couleur d'atout
hi: एक ही तुरुप सूट की दो स्थितियाँ हल करें
id: Selesaikan dua situasi dengan truf sama
ru: Реши две ситуации с одной козырной мастью
tr: Aynı koz sembolünden iki durum çöz
ur: ایک ہی ترپ رنگ سے دو صورتحال حل کریں
zh_hans: 解决同一将牌花色的两个局面

source: هذه الخطة مبنية على تقرير الجولة السابقة، لذلك تُحسب منفصلة عن بقية تدريباتك.
de: Dieser Plan stammt aus dem vorigen Rundenbericht und wird separat gezählt.
en: This plan comes from the previous round report, so it is counted separately from your other practice.
es: Este plan procede del informe de la ronda anterior, así que se cuenta por separado.
fr: Ce plan vient du rapport de la manche précédente : il est compté séparément.
hi: यह योजना पिछली राउंड रिपोर्ट पर आधारित है, इसलिए बाकी अभ्यास से अलग गिनी जाती है।
id: Rencana ini berasal dari laporan ronde sebelumnya, jadi dihitung terpisah dari latihan lain.
ru: Этот план построен на отчёте прошлого раунда, поэтому считается отдельно.
tr: Bu plan önceki el raporundan geliyor; bu yüzden diğer antrenmanlarından ayrı sayılır.
ur: یہ منصوبہ پچھلی راؤنڈ رپورٹ پر مبنی ہے، اس لیے باقی مشقوں سے الگ شمار ہوتا ہے۔
zh_hans: 本计划源自上一局报告，因此与其他训练分开统计。

source: هدف الجلسة: أنهي الدفعة بدقة 70% أو أعلى.
de: Ziel: den Stapel mit mindestens 70 % Genauigkeit abschließen.
en: Session target: finish the batch with 70% accuracy or higher.
es: Objetivo: terminar el lote con 70 % de precisión o más.
fr: Objectif : terminer le lot avec au moins 70 % de précision.
hi: लक्ष्य: बैच को 70% या अधिक सटीकता से पूरा करें।
id: Target: selesaikan batch dengan akurasi 70% atau lebih.
ru: Цель: завершить серию с точностью 70% и выше.
tr: Hedef: partiyi %70 veya üzeri doğrulukla bitir.
ur: ہدف: بیچ کو 70% یا اس سے زیادہ درستگی کے ساتھ مکمل کریں۔
zh_hans: 目标：以 70% 及以上准确率完成这一批。

source: خطة تدريب
de: Trainingsplan
en: Practice plan
es: Plan de entrenamiento
fr: Plan d'entraînement
hi: अभ्यास योजना
id: Rencana latihan
ru: План тренировки
tr: Antrenman planı
ur: مشق کا منصوبہ
zh_hans: 训练计划

source: خطة ألوان الحكم
de: Trumpffarben-Plan
en: Trump suit plan
es: Plan de palos de triunfo
fr: Plan des couleurs d'atout
hi: तुरुप सूट योजना
id: Rencana simbol truf
ru: План козырных мастей
tr: Koz sembolü planı
ur: ترپ رنگوں کا منصوبہ
zh_hans: 将牌花色计划

source: خطة من تحليل الجولة
de: Plan aus der Rundenanalyse
en: Plan from round analysis
es: Plan a partir del análisis de la ronda
fr: Plan issu de l'analyse de la manche
hi: राउंड विश्लेषण से योजना
id: Rencana dari analisis ronde
ru: План из разбора раунда
tr: El analizinden plan
ur: راؤنڈ تجزیے سے منصوبہ
zh_hans: 源自本局分析的计划

source: قارن هل القطع أو حفظ الحكم تغيّر بسبب اللون
de: Vergleiche, ob Stechen oder Trumpf sparen sich mit der Farbe ändert
en: Compare whether trumping or saving trump changed because of the suit
es: Compara si cortar o guardar el triunfo cambia según el palo
fr: Comparez si couper ou garder l'atout change selon la couleur
hi: तुलना करें कि सूट के कारण काटना या तुरुप बचाना बदला या नहीं
id: Bandingkan apakah memotong atau menyimpan truf berubah karena simbol
ru: Сравни, изменилось ли решение козырять или беречь козырь из-за масти
tr: Sembol yüzünden koz kesme ya da saklama değişti mi karşılaştır
ur: موازنہ کریں کہ رنگ کی وجہ سے کاٹنا یا ترپ بچانا بدلا یا نہیں
zh_hans: 对比是否因花色而改变了砍将或留将的决定

source: لديك عينات كافية من كل ألوان الحكم، لذلك تصبح توصيات الحكم أدق.
de: Du hast genug Daten zu allen Trumpffarben, daher werden Hokum-Empfehlungen genauer.
en: You have enough samples across all trump suits, so Hokum recommendations get sharper.
es: Tienes muestras suficientes de todos los palos de triunfo, así que los consejos de Hokum mejoran.
fr: Vous avez assez d'échantillons sur toutes les couleurs d'atout : les conseils Hokum s'affinent.
hi: सभी तुरुप सूट के पर्याप्त नमूने हैं, इसलिए Hokum सिफ़ारिशें अधिक सटीक होंगी।
id: Sampelmu cukup di semua simbol truf, jadi rekomendasi Hokum makin tepat.
ru: Достаточно данных по всем козырным мастям — советы по Hokum точнее.
tr: Tüm koz sembollerinden yeterli örneğin var; Hokum önerileri daha isabetli olur.
ur: تمام ترپ رنگوں کے کافی نمونے ہیں، سو Hokum کی تجاویز زیادہ درست ہوں گی۔
zh_hans: 各将牌花色样本已充足，Hokum 建议将更精准。

source: عدد المواقف
de: Anzahl der Situationen
en: Scenario count
es: Número de situaciones
fr: Nombre de situations
hi: स्थितियों की संख्या
id: Jumlah situasi
ru: Число ситуаций
tr: Durum sayısı
ur: صورتحال کی تعداد
zh_hans: 局面数量

source: مستوى التدريب
de: Trainingsstufe
en: Practice level
es: Nivel de entrenamiento
fr: Niveau d'entraînement
hi: अभ्यास स्तर
id: Level latihan
ru: Уровень тренировки
tr: Antrenman seviyesi
ur: مشق کی سطح
zh_hans: 训练难度

source: وازن ألوان الحكم
de: Trumpffarben ausgleichen
en: Balance the trump suits
es: Equilibra los palos de triunfo
fr: Équilibrez les couleurs d'atout
hi: तुरुप सूट संतुलित करें
id: Seimbangkan simbol truf
ru: Сбалансируй козырные масти
tr: Koz sembollerini dengele
ur: ترپ رنگوں میں توازن لائیں
zh_hans: 平衡将牌花色

source: مصدر الخطة
de: Planquelle
en: Plan source
es: Origen del plan
fr: Source du plan
hi: योजना स्रोत
id: Sumber rencana
ru: Источник плана
tr: Plan kaynağı
ur: منصوبے کا ماخذ
zh_hans: 计划来源

source: خيارات
de: Optionen
en: Options
es: Opciones
fr: Options
hi: विकल्प
id: Opsi
ru: Варианты
tr: Seçenekler
ur: اختیارات
zh_hans: 选项

source: على الطاولة
de: Auf dem Tisch
en: On table
es: En la mesa
fr: Sur la table
hi: मेज पर
id: Di meja
ru: На столе
tr: Masada
ur: میز پر
zh_hans: 桌上

source: نقاط فريقك
de: Deine Teampunkte
en: Your team points
es: Puntos de tu equipo
fr: Points de votre équipe
hi: आपकी टीम के अंक
id: Poin tim Anda
ru: Очки вашей команды
tr: Takım puanın
ur: آپ کی ٹیم کے پوائنٹس
zh_hans: 你的队伍分数

source: مضاعفات
de: Multiplikatoren
en: Multipliers
es: Multiplicadores
fr: Multiplicateurs
hi: गुणक
id: Pengganda
ru: Множители
tr: Çarpanlar
ur: ضربات
zh_hans: 加倍

source: بطولات 4 فرق
de: 4-Team-Turniere
en: 4-team tournaments
es: Torneos de 4 equipos
fr: Tournois à 4 équipes
hi: 4 टीम टूर्नामेंट
id: Turnamen 4 tim
ru: Турниры на 4 команды
tr: 4 takımlı turnuvalar
ur: 4 ٹیموں کے ٹورنامنٹ
zh_hans: 4 队锦标赛

source: بطولات 8 فرق
de: 8-Team-Turniere
en: 8-team tournaments
es: Torneos de 8 equipos
fr: Tournois à 8 équipes
hi: 8 टीम टूर्नामेंट
id: Turnamen 8 tim
ru: Турниры на 8 команд
tr: 8 takımlı turnuvalar
ur: 8 ٹیموں کے ٹورنامنٹ
zh_hans: 8 队锦标赛

source: بطل الثمانية
de: Meister der Acht
en: Champion of Eight
es: Campeón de los ocho
fr: Champion des huit
hi: आठ का चैंपियन
id: Juara Delapan
ru: Чемпион восьмёрки
tr: Sekizlerin şampiyonu
ur: آٹھ کا چیمپیئن
zh_hans: 八队冠军

source: أنهى بطولة Offline كاملة من 8 فرق واعتمد بطلها.
de: Hat ein volles Offline-Turnier mit 8 Teams beendet und den Sieger bestätigt.
en: Finished a full 8-team offline tournament and confirmed its champion.
es: Terminó un torneo sin conexión completo de 8 equipos y confirmó a su campeón.
fr: A terminé un tournoi hors ligne complet à 8 équipes et validé son champion.
hi: 8 टीमों का पूरा ऑफ़लाइन टूर्नामेंट पूरा किया और चैंपियन तय किया।
id: Menyelesaikan turnamen luring 8 tim penuh dan menetapkan juaranya.
ru: Завершил полный офлайн-турнир на 8 команд и подтвердил чемпиона.
tr: 8 takımlı tam bir çevrimdışı turnuvayı bitirdi ve şampiyonunu onayladı.
ur: 8 ٹیموں کا مکمل آف لائن ٹورنامنٹ ختم کیا اور اس کا چیمپیئن طے کیا۔
zh_hans: 完成了完整的 8 队离线锦标赛并确认冠军。

source: يتحقق عند إنهاء أول بطولة Offline من 8 فرق.
de: Wird nach dem ersten Offline-Turnier mit 8 Teams erreicht.
en: Unlocks after finishing your first 8-team offline tournament.
es: Se logra tras terminar tu primer torneo sin conexión de 8 equipos.
fr: Débloqué après votre premier tournoi hors ligne à 8 équipes.
hi: पहला 8-टीम ऑफ़लाइन टूर्नामेंट पूरा होने पर मिलता है।
id: Terbuka setelah turnamen luring 8 tim pertama selesai.
ru: Открывается после первого офлайн-турнира на 8 команд.
tr: İlk 8 takımlı çevrimdışı turnuva bitince açılır.
ur: 8 ٹیموں کا پہلا آف لائن ٹورنامنٹ مکمل ہونے پر حاصل ہوتا ہے۔
zh_hans: 完成首个 8 队离线锦标赛后达成。

source: حاسب البلوت
de: Baloot-Rechner
en: Baloot calculator
es: Calculadora de Baloot
fr: Calculateur Baloot
hi: बलूत कैलकुलेटर
id: Kalkulator Baloot
ru: Калькулятор Baloot
tr: Baloot hesaplayıcı
ur: بلوت کیلکولیٹر
zh_hans: Baloot 计分器

source: شارة الحاسب
de: Rechen-Abzeichen
en: Scoring badge
es: Insignia de conteo
fr: Badge de calcul
hi: गणना बैज
id: Lencana perhitungan
ru: Значок счетовода
tr: Hesaplama rozeti
ur: حساب کا بیج
zh_hans: 计分徽章

source: اختبار الحاسب
de: Rechen-Quiz
en: Scoring quiz
es: Cuestionario de conteo
fr: Quiz de calcul
hi: गणना क्विज़
id: Kuis perhitungan
ru: Тест по подсчёту
tr: Hesaplama testi
ur: حساب کا کوئز
zh_hans: 计分测验

source: وسام الحساب
de: Rechen-Medaille
en: Scoring medal
es: Medalla de conteo
fr: Médaille de calcul
hi: गणना पदक
id: Medali perhitungan
ru: Медаль счетовода
tr: Hesaplama madalyası
ur: حساب کا تمغہ
zh_hans: 计分勋章

source: خبير القهوة
de: Coffee-Experte
en: Coffee expert
es: Experto en Coffee
fr: Expert Coffee
hi: Coffee विशेषज्ञ
id: Ahli Coffee
ru: Знаток Coffee
tr: Coffee uzmanı
ur: Coffee کا ماہر
zh_hans: Coffee 专家

source: أتقن حساب جولات القهوة والمضاعفات العالية في تحدي النقاط.
de: Beherrsche Coffee-Runden und hohe Multiplikatoren in der Rechen-Challenge.
en: Master Coffee rounds and high multipliers in the scoring challenge.
es: Domina las rondas Coffee y los multiplicadores altos en el reto de conteo.
fr: Maîtrisez les manches Coffee et les gros multiplicateurs au défi de calcul.
hi: गणना चुनौती में Coffee राउंड और उच्च गुणकों में महारत पाएँ।
id: Kuasai ronde Coffee dan pengganda tinggi di tantangan perhitungan.
ru: Освой раунды Coffee и высокие множители в испытании на подсчёт.
tr: Hesaplama mücadelesinde Coffee ellerini ve yüksek çarpanları ustalıkla hesapla.
ur: حساب چیلنج میں Coffee راؤنڈز اور بلند ضربات میں مہارت حاصل کریں۔
zh_hans: 在计分挑战中掌握 Coffee 局与高倍数的算法。

source: يتحقق عند حل 5 أسئلة قهوة صحيحة في تحدي حساب النقاط.
de: Nach 5 richtigen Coffee-Antworten in der Rechen-Challenge.
en: Earned after 5 correct Coffee answers in the scoring challenge.
es: Se obtiene tras 5 respuestas Coffee correctas en el reto de conteo.
fr: Obtenu après 5 bonnes réponses Coffee au défi de calcul.
hi: गणना चुनौती में 5 सही Coffee उत्तरों पर मिलता है।
id: Diperoleh setelah 5 jawaban Coffee benar di tantangan perhitungan.
ru: Даётся за 5 верных ответов Coffee в испытании на подсчёт.
tr: Hesaplama mücadelesinde 5 doğru Coffee cevabıyla kazanılır.
ur: حساب چیلنج میں 5 درست Coffee جوابات پر ملتا ہے۔
zh_hans: 在计分挑战中答对 5 道 Coffee 题后获得。

source: حساب النقاط
de: Punktezählung
en: Scoring
es: Conteo de puntos
fr: Calcul des points
hi: अंक गणना
id: Perhitungan poin
ru: Подсчёт очков
tr: Puan hesaplama
ur: پوائنٹ گنتی
zh_hans: 计分

source: محاولات الحساب
de: Rechen-Versuche
en: Scoring attempts
es: Intentos de conteo
fr: Tentatives de calcul
hi: गणना प्रयास
id: Percobaan perhitungan
ru: Попытки подсчёта
tr: Hesaplama denemeleri
ur: حساب کی کوششیں
zh_hans: 计分尝试

source: إجابات صحيحة
de: Richtige Antworten
en: Correct answers
es: Respuestas correctas
fr: Réponses correctes
hi: सही उत्तर
id: Jawaban benar
ru: Верные ответы
tr: Doğru cevaplar
ur: درست جوابات
zh_hans: 答对数

source: دقة الحساب
de: Rechengenauigkeit
en: Scoring accuracy
es: Precisión del conteo
fr: Précision du calcul
hi: गणना सटीकता
id: Akurasi perhitungan
ru: Точность подсчёта
tr: Hesaplama doğruluğu
ur: حساب کی درستگی
zh_hans: 计分准确率

source: أقوى نوع
de: Stärkste Farbe
en: Strongest suit
es: Mejor palo
fr: Meilleure couleur
hi: सबसे मज़बूत सूट
id: Simbol terkuat
ru: Сильнейшая масть
tr: En güçlü sembol
ur: مضبوط ترین رنگ
zh_hans: 最强花色
